{
	"stringList" : 
	{
		"masterylevelup" : 
		[
			"Maid mastery Level up!",
			"Maid mastery Level up!",
			"Maid mastery Level up!",
			"Maid mastery Level up!",
			"Maid mastery Level up!",
			"Maid mastery Level up!",
			"Maid mastery Level up!",
			"Maid mastery Level up!",
			"Maid mastery Level up!",
			"Maid mastery Level up!",
			"Maid mastery Level up!",
			"here could be your ad"
		],
		"maidlevelup" : 
		[
			"%text1 has gained a Milkmaid level!",
			"As a result of a series of repeated vigorous milkings, %text1's breasts have grown accustomed to the great demand for their precious nectar and have grown bigger in size increasing their capacity! \n [Milk Maid Level: 1]",
			"Due to repeated vigorous milkings, %text1's beautiful boobs are adjusting to the great demand for their precious nectar and have grown bigger in size increasing their capacity even further! \n [Milk Maid Level: 2]",
			"The repeated vigorous milkings are conditioning %text1's glorious globes to meet the great demand for their precious nectar. They have grown bigger in size increasing their already impressive capacity even further! \n [Milk Maid Level: 3]",
			"Repeated vigorous milkings have trained %text1's marvellous milk melons to meet the great demand for their precious nectar. They have grown bigger in size increasing their already amazing capacity even further! \n [Milk Maid Level: 4]",
			"%text1's looking forward to these vigorous milkings. Her breasts have grown accustomed to the great demand for their luscious lactation and have grown bigger in size increasing their inhuman capacity even further! \n [Milk Maid Level: 5]",
			"%text1's already ample breasts are adjusting to the demand for their precious nectar due to the repeated vigorous milkings. They have grown in size and capacity again! %text2 enjoys being milked! \n [Milk Maid Level: 6]",
			"Due to the regular, vigorous milkings, %text1's breasts have grown even larger and their capacity has increased. Their now bountiful breasts will work to meet the demand for their tasty milk. \n [Milk Maid Level: 7]",
			"%text1 enjoys the repeated and vigorous milking. her breasts continue to grow to meet the demand for their rich nectar. Her now Gigantic Jugs can supply more milk and she enjoys it when people notice her breast size! \n [Milk Maid Level: 8]",
			"These regular, vigorous milking sessions turn your milkmaid's on! They now have Tremendous Tits with increased size and capacity. Their delicious milk is in demand and they feel sexy when they hear comments about their boobs. \n [Milk Maid Level: 9]",
			"%text1 is now a Master of the Milkmaids with MASSIVE Mammaries! She can supply more milk than an entire herd of cows. And those tits of theirs are the talk of Tamriel. \n [Master Milk Maid]",
			"%text1 has gained a Milkmaid 11 level!",
			"%text1 has gained a Milkmaid 12 level!",
			"%text1 has gained a Milkmaid 13 level!",
			"%text1 has gained a Milkmaid 14 level!",
			"%text1 has gained a Milkmaid 15 level!",
			"%text1 has gained a Milkmaid 16 level!",
			"%text1 has gained a Milkmaid 17 level!",
			"%text1 has gained a Milkmaid 18 level!",
			"%text1 has gained a Milkmaid 19 level!",
			"%text1 has gained a Milkmaid 20 level!",
			"%text1 has gained a Milkmaid  upupintothesky level!"
		]
	}
}
